Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F40A.tmx
Source language: en_us
Languages: zh_cn

source: KFC's Colonel Sanders: More Than Just a Fast-Food Icon
zh_cn: 肯德基爷爷不是传说，而是真有其人！

source: When I read last week that a majority of Americans ages 18 to 25 didn't know who Colonel Sanders was, I was shocked. According to USA Today, 61% of respondents didn't know who the guy with the beard in the KFC logo was.
zh_cn: 上个礼拜我读到《今日美国报》上说，大多数18岁到25岁的青少年不知道谁是山德士上校，这可真是让我匪夷所思，有61%的被调查者说自己不知道肯德基标志上那个长着胡子的老爷爷是谁。

source: What? They don't know who the most famous chicken icon in the world is?
zh_cn: 天哪，他们竟然不知道这个世界闻名的炸鸡店标志里的人是谁？

source: A face that says "fried chicken" to hungry people from China to Peru?
zh_cn: 标志里的这张脸向从中国到秘鲁的全世界人民推销着炸鸡块。

source: For anyone who grew up in America in the second half of the 20th century, the Colonel was a true icon.
zh_cn: 对任何一个成长于20世纪五十年代之后的美国人来说，肯德基爷爷是真实存在的。

source: You didn't need to be able to read to know who he was; you didn't even need to watch TV. Anyone who drove a mile in any direction would see his beaming, grandfatherly visage and white suit and know that Kentucky Fried Chicken could be found there.
zh_cn: 你不用刻意去了解他是谁，也不用刻意去看电视里的广告，任何一个人往任何一个方向走1英里，你就能看到他的笑脸、他亲切如爷爷的脸和他的白西装，然后你就知道那里有肯德基。

source: Maybe not everybody knew that he was the chain's founder or remembered his TV commercials from the '60s and '70s, when he talked about how each piece was dipped in an "egg warsh" before frying.
zh_cn: 也许并不是人人都知道他是肯德基的创始人，也不是人人都记得他在上个世界六七十年代在电视里做的那个广告，广告里讲解了每块鸡块是如何先蘸上一层鸡蛋再下锅去炸。

source: But, at least, they knew he was real.
zh_cn: 但是，大家都知道他是确有其人。

source: Half of the young adults in the survey, which was ordered up by the chain, assumed that he was the creation of KFC, rather than the other way around.
zh_cn: 可是，《今日美国报》的那个调查里有一半的年轻人却认为他是肯德基创造出来的虚拟标志而不是确有其人，这些年轻人可都是吃着肯德基长大的啊。

source: I find this very disturbing. And not because I'm in the process of writing a book about Colonel Sanders. I don't expect anybody under 25 to read it - or anybody else, for that matter. But it hurts me as an American to think that so many people lack such a basic piece of cultural information. I mean, it's one thing to not know who Thomas Jefferson was or when the Vietnam War ended.
zh_cn: 我觉得这挺让人担忧的，不是因为我在写一本关于肯德基爷爷的书，我从来没期望过任何人尤其是25岁以下的人会去读这本书，而是我作为一个美国人为那么多人缺乏最基本的文化常识而感到难过，这就跟你不知道谁是托巴斯·杰斐逊或者越战什么时候结束一样缺乏常识。

source: College professors brace themselves for the ignorance of their charges and, in fact, have a good laugh about it every year, when two academics in Wisconsin circulate, with much fanfare, a list of how much the incoming freshmen don't know.
zh_cn: 在威斯康辛州的两所大学里，流传着大学新生如何缺乏常识，大学教授们对此漠不关心。

source: But by not knowing that Harland David Sanders was an actual man, who lived an actual life, people miss out on more than they might imagine.
zh_cn: 不知道肯德基爷爷真名叫 Harland David Sanders ，不知道他真实存在，这可错过了很多东西。

source: For one thing, the Colonel wasn't just a fast-food baron who represented his company on TV, the way Dave Thomas (a Sanders protege) later did. Sanders was the living embodiment of what his food supposedly stood for.
zh_cn: 比如说，肯德基爷爷并不仅仅是一个在电视上代表肯德基的快餐业巨头，他本身就是肯德基连锁店的活化身。

source: His white suit wasn't the invention of a marketing committee; he wore it every day and was never seen in public for the last 20 years of his life in anything else. (He had a heavy wool one for winter and a lighter cotton one for summer.)
zh_cn: 他的白色西装可不是市场委员会发明的，他每天都穿着它，在他人生最后20年里，他一直坚持在公开场合穿着它。（他有一套羊毛料的在冬天穿，一套棉质的在夏天穿。）

source: He was a failure who got fired from a dozen jobs before starting his restaurant, and then failed at that when he went out of business and found himself broke at the age of 65.
zh_cn: 在开肯德基之前，他有过一系列失败的工作经验，也开过餐馆，却以失败告终，可他终于在65岁那年成功了。

source: He drove around in a Cadillac with his face painted on the side before anybody knew who he was, pleading with the owners of run-down diners to use his recipe and give him a nickel commission on each chicken.
zh_cn: 他开着凯迪拉克车兜售，车上印着他的头像，那时人们还不知道他是谁，他恳请速食店的老板们用他的配方，每烹饪一只鸡给他五分钱的佣金。

source: He slept in the back of the car and made handshake deals.
zh_cn: 晚上他就睡在车后座，跟别人达成握手协议。

source: His first marriage was a difficult one, so he divorced his wife after 39 years. (His second marriage was much happier.)
zh_cn: 他的第一次婚姻痛苦不堪，婚后39年，他离了婚，他的第二次婚姻就幸福很多了。

source: He once shot a man in a gun battle, but was never charged as the other guy started it.
zh_cn: 他曾在一场枪战中打伤了人，但并未因此受到指控，因为是对方先动的手。

source: He was a lawyer who once assaulted his own client in court.
zh_cn: 他做过律师，却在法庭上殴打自己的委托人。

source: He was indeed a Kentucky Colonel, an honorary title given to him by not one but two governors.
zh_cn: 他是货真价实的上校，有两个国家授予他肯德基上校的头衔。

source: He was a Rotarian and a Presbyterian, and he deserves to be remembered at least for having a verifiable existence.
zh_cn: 他是扶轮社会员，也是长老教会员，凭以上任何一个事实，都能证明他是真实存在的人物。

source: But after he died, at the age of 90 in 1980, his image was up for grabs.
zh_cn: 他在1980年去世，享年90岁，他死后他的形象就待价而沽了。

source: By the 1980s, the Old South was not the most appealing image for a national chain. Nor was fried chicken any longer the perfect food to feed your family in a time when calorie-counting and healthy choices were already becoming omnipresent concerns.
zh_cn: 在上个世纪八十年代，老南方已经不是快餐业最吸引人的标志了，当卡路里指数和健康饮食变得越来越盛行的时候，炸鸡也不是家庭食品采购中的首选了。

source: The Colonel was for a time even transformed into a frisky cartoon character who danced around, dunked basketballs and affected hip-hop lingo when he wasn't plugging Pokemon toys.
zh_cn: 肯德基爷爷的形象曾一度转化为一个活泼的卡通形象，他跳着舞、打篮球、讲话变得很嘻哈。

source: Later, perhaps in a fit of remorse, KFC outfitted him in an apron to remind the world of his culinary skill.
zh_cn: 后来，也许是内心有愧，肯德基店给他的形象穿上围裙，用来提醒人们他高超的烹饪技术。

source: Since the Colonel's death, his company has changed its name, dropping Kentucky Fried Chicken for the more generic and unthreatening initials KFC, even going so far as to suggest that the letters stood for "Kitchen Fresh Chicken."
zh_cn: 肯德基爷爷去世后，他的公司就改名了，把原来的肯德基炸鸡（Kentucky Fried Chicken ）改成了更通用的、更不具威胁性的KFC，还解释说，这三个字母代表了“厨房鲜鸡”（Kitchen Fresh Chicken）。

source: Nobody was fooled.
zh_cn: 没人被愚弄。

source: Frequently KFC has wanted to shift its identity to something more in keeping with the times, but it is yoked to the Colonel and his fried legacy.
zh_cn: 肯德基店希望通过更改名字来与时俱进，可是这对肯德基爷爷与他给世人留下的炸鸡技术来说却是一一种桎梏。

source: And its inability to change is, in fact, the best thing about it. There is no "original recipe" for McDonald's; that company can change the way it makes burgers tomorrow, just like it has in the past.
zh_cn: 对麦当劳来说，它不存在“原始配方”，它可以随便更改做汉堡的方法，它过去也曾更改过。

source: The food at Taco Bell doesn't reference any particular place or time; there's nobody to recognize, no frame of reference to miss.
zh_cn: 塔可钟墨西哥饼速食店的食物没有什么特殊之处，没人能认得出来是否是塔可钟出品，也不会漏掉配方里的哪一种。

source: Many KFC franchisees, particularly in the South, wish that Yum! Brands, KFC's parent, would see that, and these franchisees feel so strongly about the matter that they have sued KFC. They feel that KFC'S rebranding efforts hurt the brand, and couldn't care less if the chain's core product is "relevant," as KFC puts it.
zh_cn: 很多肯德基的特许经营商，尤其是在南方的经营商，都认为肯德基改名的行为损害了肯德基这个牌子，他们希望肯德基的母公司百胜餐饮集团能正视这一问题，他们对这一问题极为重视，以至于将肯德基告上了法庭，除非肯德基的核心产品能回归传统，否则，他们绝不罢休。

source: It's hard not to see at least some grounds for their position. After all, Colonel Sanders' 11 secret herbs and spices are their greatest asset.
zh_cn: 他们的顾虑是有道理的，毕竟，肯德基爷爷传下来的11种炸鸡秘方是他们最大的财富。

source: That recipe is kept in a vault deep inside corporate headquarters in Lexington, Ky., surrounded by motion detectors and surveillance cameras; only two executives have access to it at any time.
zh_cn: 这些秘方藏在肯德基位于莱克星顿总部的金库里，四周布满了活动检测器与检测摄像头，只有两个主管能随时进入金库。

source: Inside that vault, those spices are written on a piece of notebook paper, in pencil, in Sanders' own hand. I'm told that the paper is yellowing and the handwriting, by now, is faint.
zh_cn: 金库里藏着的秘方是肯德基爷爷亲手写在一张笔记本内页上的，我得知这张纸已经泛黄，字迹也已经模糊了。

source: That fragile connection to a real man and a real vision is what makes KFC unique. That fragile connection to a real man and a real vision is what makes KFC unique.
zh_cn: 肯德基爷爷与他的真知灼见正是肯德基与众不同的原因，我希望越来越多的人能珍惜这一点。
